tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "autojump"
brew "automake"
brew "fontconfig"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags", link: false
brew "libksba"
brew "pth"
brew "emacs"
brew "exa"
brew "exercism"
brew "lame"
brew "xvid"
brew "fluid-synth"
brew "libtool"
brew "freetds"
brew "gdk-pixbuf"
brew "git"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "python"
brew "googler"
brew "gotags"
brew "libcroco"
brew "libid3tag"
brew "libmpdclient"
brew "librsvg"
brew "libsamplerate"
brew "libssh2"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "lua"
brew "macvim"
brew "mercurial"
brew "mono"
brew "mosh"
brew "mpd"
brew "mysql"
brew "neovim"
brew "ninja"
brew "node"
brew "portaudio"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "scons"
brew "shellcheck"
brew "speex"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "utf8proc"
brew "watch"
brew "wget"
brew "wine"
brew "winetricks"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-platform-tools"
cask "cantata"
cask "dolphin"
cask "eclipse-java"
cask "filezilla"
cask "gimp"
cask "nestopia"
cask "oni"
cask "openemu"
cask "snes9x"
cask "xquartz"
cask "railwaycat/emacsmacport/emacs-mac"
