tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jhawthorn/fzy"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
tap "sbdchd/skim"
tap "srkomodo/tap"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "openssl@1.1"
brew "xz"
brew "autojump"
brew "automake"
brew "bat"
brew "binutils"
brew "node"
brew "bower"
brew "fontconfig"
brew "gettext"
brew "pkg-config"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags", link: false
brew "libssh2"
brew "curl"
brew "go"
brew "dep"
brew "docker", link: false
brew "libtool"
brew "emacs"
brew "openjdk"
brew "emscripten"
brew "exa"
brew "exercism"
brew "fd"
brew "lame"
brew "libsamplerate"
brew "speex"
brew "xvid"
brew "portaudio"
brew "fluid-synth"
brew "freetds"
brew "fzf"
brew "fzy"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "googler"
brew "gotags"
brew "grunt-cli"
brew "gzip"
brew "hexyl"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "utf8proc"
brew "julia"
brew "kakoune"
brew "libcroco"
brew "libid3tag"
brew "libmpdclient"
brew "librsvg"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "mercurial"
brew "ninja"
brew "mono"
brew "mosh"
brew "mpd"
brew "mysql"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nestopia-ue"
brew "nmap"
brew "nnn"
brew "nushell"
brew "perl"
brew "pgcli"
brew "pth"
brew "pv"
brew "python@2", link: false
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "scons"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "speexdsp"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "helix-editor/helix/helix"
brew "sbdchd/skim/skim"
brew "srkomodo/tap/shadowfox-updater"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "graphiql"
cask "kitty"
cask "tableplus"
